Repository: common-repository/tussendoor-google-my-business-api-reviews
Catalog: assets/languages/gmb-reviews-*.po
Languages: nl_nl

source: %s: The support for the %s plugin will end on %s. Please upgrade to the Premium version if you would like to keep using the features of this plugin.
nl_nl: %s: De ondersteuning voor de plugin %s wordt beÃ«indigd op %s. Upgrade naar de Premium versie als je de functies van deze plugin wilt blijven gebruiken.

source: 1 february 2024
nl_nl: 1 februari 2024

source: Add a star rating to your website in the organic search results in Google and show your reviews with a widget or shortcode!
nl_nl: Voeg een sterrenbeoordeling toe aan uw website in de organische Google-zoekresultaten en toon uw beoordelingen met een widget of shortcode!

source: After revoking the access you will be able to enter new credentials.
nl_nl: Na het intrekken van de rechten kun je nieuwe gegevens invoeren.

source: After revoking the access you wont be able to use the functionalities of this plugin without regranting access. By revoking the access you will also delete your Client ID and Client Secret.
nl_nl: Na het intrekken van de rechten kun je zonder opnieuw toegang te verlenen geen gebruik meer maken van de functionaliteiten van deze plugin. Door het intrekken van de toegang verwijder je ook je Client ID en Client Secret.

source: Anonymous
nl_nl: Anoniem

source: Are you sure you want to revoke the access to the API?
nl_nl: Weet je zeker dat je de toegang tot de API wilt intrekken?

source: Back
nl_nl: Terug

source: Be sure to add the current website URL to the Authorized redirect URIs of your
nl_nl: Zorg ervoor dat je de huidige website URL toevoegt aan de geautoriseerde redirect URI's van jouw

source: Cache cleared!
nl_nl: Cache geleegd!

source: Choose account
nl_nl: Kies account

source: Choose account first
nl_nl: Kies eerst een account

source: Choose location
nl_nl: Kies locatie

source: Choose the account that manages the location of which you want to retrieve the reviews.
nl_nl: Kies het account die de locatie beheert waarvan je de reviews wil ophalen.

source: Clear cache
nl_nl: Leeg cache

source: Clearing cache
nl_nl: Cache legen

source: Clearing cache failed :(
nl_nl: Cache niet geleegd :(

source: Close and keep access
nl_nl: Sluit en behoudt toegang

source: Contact %sTussendoor B.V.%s if this error persists.
nl_nl: Neem contact op met %sTussendoor B.V.%s als deze fout zich blijft voordoen.

source: Default Review Widget
nl_nl: Standaard Review Widget

source: Disable the premium %s plugin if you want to use the free version.
nl_nl: Deactiveer de premium variant van de %s plugin als je van de gratis versie gebruik wil maken.

source: Find the default widget in the widget settings by searching: %s
nl_nl: Vind de standaard widget in de widget instellingen door te zoeken naar: %s

source: Force new sync
nl_nl: Forceer nieuwe sync

source: Google My Business information
nl_nl: Google My Business informatie

source: Grant access
nl_nl: Verleen toegang

source: If you have added location groups in %sGoogle My Business%s you will see these groups between your accounts.
nl_nl: Als je locatiegroepen hebt toegevoegd in %sGoogle Mijn Bedrijf%s zul je deze groepen zien tussen je accounts.

source: Installation
nl_nl: Installatie

source: It looks like the plugin does not have access yet! Access token missing.
nl_nl: Het lijkt erop dat de plugin nog geen toegang heeft! Access token ontbreekt.

source: Location
nl_nl: Locatie

source: Minimum PHP version:
nl_nl: Minimale PHP versie:

source: NOTICE
nl_nl: LET OP

source: Permission denied!
nl_nl: Toestemming geweigerd!

source: Permission granted!
nl_nl: Toestemming verleend!

source: Please try again.
nl_nl: Probeer het opnieuw.

source: Revoke access
nl_nl: Toegang intrekken

source: Save
nl_nl: Opslaan

source: Settings
nl_nl: Instellingen

source: Shortcodes can be used everywhere in your theme or page builder.
nl_nl: Shortcodes kunnen overal in je thema of page builder gebruikt worden.

source: Something went wrong when granting access to the Google My Business API.
nl_nl: Er is iets mis gegaan bij het verlenen van toegang tot de Google My Business API.

source: Something went wrong when requesting access to the Google My Business API
nl_nl: Er ging iets mis bij het aanvragen van toegang tot de Google My Business API

source: Something went wrong while accessing the Google API, please contact Tussendoor B.V. if the error persists.
nl_nl: Er is iets fout gegaan tijdens het raadplegen van de Google API, neem contact op met Tussendoor B.V. als de fout zich blijft voordoen.

source: Something went wrong while accessing the Google API, please re-authorise the access and contact Tussendoor B.V. if the error persists.
nl_nl: Er is iets fout gegaan tijdens het raadplegen van de Google API, geef opnieuw toegang en neem contact op met Tussendoor B.V. als de fout zich blijft voordoen.

source: Something went wrong!
nl_nl: Er ging iets mis!

source: Successfully revoked access to the Google My Business API.
nl_nl: Toegang tot de Google My Business API met succes ingetrokken.

source: Successfully synced account data!
nl_nl: Met succes account gegevens gesynchroniseerd!

source: Sync account data first
nl_nl: Sync eerst de accountgegevens

source: The access has been expired!
nl_nl: De toegang is verlopen!

source: The access to the Google My Business API has been expired, please grant access again.
nl_nl: De toegang tot de Google My Business API is verlopen, verleen alstublieft opnieuw toegang.

source: The following information is retrieved from your
nl_nl: De volgende informatie wordt opgehaald uit je

source: The locations you've added in a group will only be available under this group.
nl_nl: De locaties die je in een groep hebt toegevoegd, zullen alleen onder deze groep beschikbaar zijn.

source: The plugin needs access to your Google My Business API, click on the button below to grant this access.
nl_nl: De plugin heeft toegang nodig tot je Google My Business API, klik op de knop hieronder om deze toegang te verlenen.

source: The uploads folder is not writable! This will result in unexpected results.
nl_nl: De uploads map is niet schrijfbaar! Dit resulteert in onverwachtse problemen.

source: The use of the field %s in the %sGeneral Settings%s of WordPress is recommended for better results.
nl_nl: Het gebruiken van het veld %s in de %sAlgemene instellingen%s van WordPress wordt aanbevolen voor betere resultaten.

source: The use of the field %s in the %sGeneral Settings%s of WordPress is required.
nl_nl: Het gebruiken van het veld %s in de %sAlgemene instellingen%s van WordPress is vereist.

source: Unable to find accounts with the given client credentials.
nl_nl: Kan geen accounts vinden met de ingestelde client credentials.

source: Unable to find locations corresponding to this account with the given client credentials. Please check if you granted access with the correct Google account.
nl_nl: Kan met de opgeslagen gegevens geen locaties vinden die overeenkomen met dit account. Controleer of je toegang hebt verleend met het juiste Google-account.

source: Unable to find locations, please select an account or add the correct authentication.
nl_nl: Kan geen locaties vinden, selecteer een account of voeg de juiste client credentials toe.

source: Version
nl_nl: Versie

source: Warning! Revoking acces.
nl_nl: Waarschuwing! Toegang aan het intrekken.

source: You have granted access to the Google My Business API
nl_nl: Je hebt toegang verleend tot de Google My Business API

source: You have granted access to the Google My Business API with these credentials, click on the button below to revoke this access.
nl_nl: Je hebt toegang verleend tot de Google My Business API met deze credentials, klik op de knop hieronder om deze toegang in te trekken.

source: You will be redirected to the admin page in
nl_nl: Je wordt doorgestuurd naar de beheerpagina in
